[{
    "ID": 1,
    "name":"มหาเวทย์ผนึกมาร (Jujutsu Kaisen)",
    "poster": "jujutsu.jpg",
    "category": "ต่อสู้,ผจญภัย,เหนือธรรมชาติ",
    "synopsis": "อิตาโดริ ยูจิ นักเรียนมัธยมปลายที่มีสมรรถภาพร่างกายสูงแต่เลี่ยงกีฬามาอยู่กลุ่มเหนือธรรมชาติ ก่อนปู่ตายได้ฝากให้เขาคิดถึงการช่วยผู้อื่นและตายอย่างเหมาะสม เขาได้มาพัวพันกับ “วัตถุต้องสาป” ที่ทำให้สัตว์ประหลาดปรากฏตัว ยูจิ และกลืนนิ้วต้องสาปเข้าไปเพื่อช่วยพวกรุ่นพี่ ถึงพลังคำสาปของนิ้วเทพอสูร เรียวเมน สุคุนะ จะมีพลังรุนแรง แต่กลับไม่สามารถควบคุมร่างเขาได้ ทำให้กลุ่มสมาคมไสยเวทตั้งใจให้เขารวบรวมนิ้วต้องคำสาปของเทพอสูรทั้งหมดรวม 20 นิ้ว (มี 4 แขน) แล้วค่อยกำจัด ยูจิ ในภายหลัง ซึ่งเขายอมรับข้อเสนอนั้นเพื่อช่วยเหลือผู้คนที่อาจเดือดร้อนกับคำสาปเหล่านี้ และเข้าเรียนในโรงเรียนไสยเวทที่โตเกียว มีเพื่อนในชั้นปี 1 อีกสองคน คือ เมกุมิ และ โนบาระ",
    "director": "ซองฮู พัก",
    "studio": "MAPPA",
    "seasons": 1,
    "episode": 24
},{
    "ID": 2,
    "name":"แบล็คโคลเวอร์ (Black Clover)",
    "poster": "BlackClover.jpg",
    "category": "แฟนตาซี,ต่อสู้,ผจญภัย",
    "synopsis": "อัสต้า และ ยูโน เด็กกำพร้าที่ถูกทอดทิ้งไว้กับโบสถ์ของอาณาจักรโคลเวอร์ โดยทั้ง 2 คนโตมาด้วยเป้าหมายเดียวกันนั่นก็คือการที่จะได้เป็นจักรพรรดิเวทมนตร์ (ผู้ยืนอยู่จุดสูงสุดของผู้ใช้เวท) แต่ทั้ง 2 กลับมีความต่างกันโดยสิ้นเชิงโดยที่ ยูโน สามารถใช้พลังเวทได้อย่างทรงพลัง ส่วน อัสต้า นั้นไม่สามารถใช้เวทมนตร์ได้เลยแม้แต่นิดเดียว แต่เค้าก็ไม่หมดหวังหมั่นฝึกฝนร่างกายเป็นประจำ เพื่อที่อายุ 15 เค้าจะได้มีโอกาสรับ กรีมัวร์ คัมภีร์ที่จะดึงเอาศักยภาพของผู้ใช้เวทนั้น ๆ ออกมาได้ แต่พอถึงเวลาจริงเค้ากลับไม่ถูกรับเลือกโดยกรีมัวร์ ต่างจาก ยูโน ที่ได้กรีมัวร์ใบโครเวอร์ 4 แฉก ที่เป็นของอดีตจักรพรรดิเวทรุ่นก่อน แต่ทว่าเมื่อถึงคราวคับขันชีวิตของอัสต้ากำลังตกอยู่ในอันตรายจู่ ๆ ก็มี กรีมัวร์ใบโครเวอร์ 5 แฉก ปรากฏออกมาพร้อมกับดาบสีดำอันใหญ่เท่าคน ซึ่งโครเวอร์ใบที่ 5 นั้นหมายถึงปิศาจนั่นเอง!!! และแล้วเรื่องราวการผจญภัยเพื่อเป็นจักพรรดิเวทมนตร์ของ อัสต้า และ ยูโน ก็ได้เริ่มต้นขึ้น",
    "director": "ทัตสึยะ โยชิฮาระ",
    "studio": "MAPPA",
    "seasons": 3,
    "episode": 170    
},{
    "ID": 3,
    "name":"ดาบพิฆาตอสูร (Kimetsu no Yaiba)",
    "poster": "Yaiba.jpg",
    "category": "ผจญภัย,ดาร์กแฟนตาซี",
    "synopsis": "เรื่องราวในยุคไทโช (1912-1926) ทันจิโร่เด็กหนุ่มขายถ่านที่แสนอ่อนโยน วันหนึ่งครอบครัวของเขาถูกอสูรฆ่าตาย ส่วนเนซึโกะ น้องสาวของเขาก็โดนเปลี่ยนเป็นอสูร ในตอนนั้นเองนักล่าอสูรนามว่า โทมิโอกะ งิยู ก็ได้ปรากฏตัวขึ้นและคิดจะกำจัดเนซึโกะ ทว่าเขาก็ต้องประหลาดใจที่เนซึโกะกับทันจิโร่กลับปกป้องกันและกัน ยิ่งได้เห็นฝีมือการต่อสู้ของทันจิโร่ทำให้ งิยูตัดสินใจส่งตัวพวกเขาไปให้สหายเก่าแก่ของตนเองช่วยฝึกฝนให้ นั่นจึงเป็นจุดเริ่มต้นการเป็นนักล่าอสูรของทันจิโร่ เพื่อช่วยน้องสาวให้กลับมาเป็นมนุษย์อีกครั้งและเพื่อตามล่าอสูรที่ฆ่าครอบครัวของเขา... ",
    "director": "ฮารุโอะ โซโตะซากิ",
    "studio": "Ufotable",
    "seasons": 3,
    "episode": 44
},{
    "ID": 4,
    "name":"ไฮคิว!! คู่ตบฟ้าประทาน (Haikyuu!!)",
    "poster": "Haikyuu.jpg",
    "category": "กีฬา,ตลก,ดราม่า",
    "synopsis": "นาตะ โชโย แข่งขันวอลเลย์บอลในช่วงมัธยมต้น เขาได้พบความพ่ายแพ้จาก คาเงยามะ นักกีฬาอัจฉริยะ ผู้ได้รับฉายาว่า ราชาเจ้าคอร์ท อย่างหมดท่า จนฮินาตะได้สาบานกับตัวเองว่า เขาจะแก้แค้นให้ได้ แต่ก็ได้มาพบกับ คาเงยามะ ที่มาอยู่ชมรมและโรงเรียนเดียวกัน",
    "director": "สึสึมุ มิซึนากะ",
    "studio": "Production I.G",
    "seasons": 5,
    "episode": 87 
},{
    "ID": 5,
    "name":"มหาศึกคนชนเทพ (Record of Ragnarok)",
    "poster": "Ragnarok.jpg",
    "category": "แอคชั่น,ดาร์กแฟนตาซี",
    "synopsis": "ก่อนที่จะกวาดล้างมนุษยชาติจนหมดสิ้น เหล่าทวยเทพได้ให้โอกาสมวลมนุษย์เป็นครั้งสุดท้าย เพื่อพิสูจน์ตัวเองว่าควรมีชีวิตอยู่ต่อไปบนโลกใบนี้ มหาศึกคนชนเทพจึงเริ่มขึ้น",
    "director": "มาซาโอะ โอกูโบะ",
    "studio": "Graphinica",
    "seasons": 1,
    "episode": 12 
},{
    "ID": 6,
    "name":"อีวานเกเลียน มหาสงครามวันพิพากษา (Evangelion)",
    "poster": "evangelion.jpg",
    "category": "ไซไฟ,ดราม่า",
    "synopsis": "ในปี ค.ศ. 2015 เป็นเวลา 15 ปีหลังจากหายนะที่เรียกว่า เซคันด์อิมแพกต์ การตกกระแทกของอุกาบาตขนาดใหญ่ที่มีสิ่งมีชีวิตพิเศษที่เรียกว่าอดัม ตกที่ขั้วโลกใต้ เป็นเหตุให้น้ำแข็งขั้วโลกละลาย ส่งผลให้ระดับน้ำทะเลสูงขึ้น ซึ่งเป็นเหตุทำให้ประชากรของโลกจำนวนมากต้องล้มตายลงเกือบครึ่งหนึ่งของประชากรทั้งหมด เหล่าผู้นำประเทศระดับสูงจึงได้เริ่มมีการจัดตั้ง สหประชาคมโลกและองค์กรพิทักษ์มนุษยชาติ โดยมีการตั้งเมืองแบบใหม่แทนที่เมืองที่ถูกจมลงในทะเล โดยมีการสำรวจความเสียหายและการวิจัยเศษซากของอุกาบาตนั้น ได้พบกับ เทวทูตตนที่ 1 คือ ตัวอ่อนของอดัม และ เทวทูตตนที่ 2 คิอ ลิลิธ โดยทำการผลึกไว้ที่เมืองใหม่ที่ชื่อ เนโอโตเกียว แห่งที่ 3 ด้วย หอกลองกินุสเพื่อยับยังการคืนชีพของเทวทูตตนที่ 2 โดย เนโอโตเกียวแห่งที่ 3 เป็นเมืองหน้าด่านในการป้องกันโลกจากการจู่โจมของ เทวทูต ด้วยโครงสร้างพิเศษ เพื่อป้องกันการนำ ลิลิธออกมานั่นเอง โดยใช้อาวุธชีวะภาพที่ได้สร้างขึ้นด้วยมนุษย์จากข้อมูลที่เหลืออยู่ในอุกกาบาตที่ตกลงมาที่ขั้วโลกใต้ สร้างขึ้นมาและใช้ชื่อเรียกว่า อีวานเกเลียน ....",
    "director": "ฮิเดอากิ อันโน",
    "studio": "Gainax",
    "seasons": 6,
    "episode": 31 
},{
    "ID": 7,
    "name":"แด่เธอผู้เป็นนิรันดร์ (To Your Eternity)",
    "poster": "ToYourEternity.jpg",
    "category": "ผจญภัย,ดราม่า,เหนือธรรมชาติ",
    "synopsis": "เรื่องราวของ ‘ลูกบอล’ สิ่งมีชีวิตแปลกประหลาด ที่มีชีวิตเป็นอมตะนิรันดร์ โดยวันหนึ่งลูกบอลนี้ก็ถูกใครสักคนโยนลงมาบนโลกใบนี้ แรกเริ่มมันนั้นทั้งไร้ตัวตนและไร้ซึ่งความรู้สึกใดๆ มีเพียงหน้าที่ในการเก็บรวบรวมข้อมูลสิ่งต่างๆ ไปพร้อมกับเรียนรู้เรื่องราวบนโลก โดยที่ตัวมันนั้นสามารถเปลี่ยนรูปร่างของตัวเองไปตามสิ่งต่างๆ ที่มันได้พบได้ และแล้ววันหนึ่ง… มันก็ได้พบกับเด็กหนุ่มคนหนึ่ง การเดินทางท่องโลกเพื่อค้นหาตัวตนจึงได้เริ่มต้นขึ้น",
    "director": "มาซาฮิโกะ มูราตะ",
    "studio": "Brain's Base",
    "seasons": 1,
    "episode": 20 
},{
    "ID": 8,
    "name":"ดร.สโตน เจ้าแห่งวิทยาศาสตร์กู้คืนอารยธรรมโลก (Dr.STONE)",
    "poster": "STONE.jpg",
    "category": "ผจญภัย,ตลก,ไซไฟ",
    "synopsis": "วันหนึ่งก็เกิดแสงประหลาดสาดส่องเข้าหาโลกทั้งใบและผลของแสงนั้นทำให้มนุษย์บนโลกกลายเป็นหิน และโลกก็ตกอยู่ในความเงียบงันล่วงเลยมานับพันปี จนกระทั่งเกิดเหตุการณ์ที่ไม่คาดคิดขึ้น มนุษย์ผู้คู่หนึ่งที่เป็นหินมานานนับพันปีก็ตื่นและกระเทาะจากหินออกมา นั่นคือเด็กหนุ่มที่ชื่อเซนคู ผู้มีมันสมองเป็นเลิศและ ไทจุ ผู้มีพลังเป็นเลิศ ได้ตื่นขึ้นมาอีกครั้ง ทั้งสองจะเอาตัวรอดยังไงบนโลกที่เต็มไปด้วยหินและสัตว์ป่า พร้อมทั้งไขปริศนาว่าแสงนั้นคือสิ่งใดที่ทำให้มนุษย์ทั้งโลกหยุดนิ่ง ร่วมหาคำตอบกันได้ใน... DR.STONE",
    "director": "ชินยะ อีโนะ",
    "studio": "TMS Entertainment",
    "seasons": 3,
    "episode": 37 
},{
    "ID": 9,
    "name":"พันธสัญญาเนเวอร์แลนด์ (THE PROMISED NEVERLAND)",
    "poster": "Neverland.jpg",
    "category": "สืบสวนสอบสวน,สยองขวัญ,แฟนตาซี",
    "synopsis": "ในปี 2045 เอ็มม่าเป็นเด็กกำพร้าวัย 11 ปีที่อาศัยในสถานรับเลี้ยงเด็กกำพร้าแห่งเล็ก ๆ ชื่อ เกรซ ฟิลด์เฮาส์ มีชีวิตสมบูรณ์เต็มไปด้วยอาหารเลิศรส เตียงอย่างดี เสื้อผ้าสีขาวและความรักจาก หม่าม้า อิซาเบลล่า (พี่เลี้ยงเด็ก) และยังมีการทดสอบประจำวันซึ่งเอ็มม่ามักทำได้คะแนนดีเช่นเดียวกับสองเพื่อนรักคือเรย์และนอร์แมน เหล่าเด็กกำพร้าได้รับอนุญาตให้ทำอะไรก็ได้ที่อยากทำ ยกเว้นแต่การออกนอกบริเวณบ้านหรือการออกนอกประตูซึ่งเชื่อมเกรซ ฟิลด์เฮาส์กับโลกภายนอกในคืนหนึ่ง มีเด็กกำพร้าชื่อคอนนี่ถูกพาออกไปเป็นบุตรบุญธรรม แต่เอ็มม่าและนอร์แมนเห็นว่าคอนนี่ลืมตุ๊กตากระต่ายทิ้งไว้จึงรีบออกจากบ้านตามคอนนี่ไป เมื่อผ่านเข้าไปในประตูที่เชื่อมกับโลกภายนอก ทั้งสองก็ได้พบร่างไร้วิญญาณของคอนนี่ และได้รู้ความจริงว่าเกรซ ฟิลด์เฮาส์แท้จริงแล้ว ก็ไม่ต่างจากฟาร์มปศุสัตว์ เป็นฟาร์มที่เลี้ยงเด็กมนุษย์เพื่อเป็นอาหารของปีศาจ อีกทั้งอิซาเบลล่าก็ยังทำงานให้พวกปีศาจ นอร์แมนและเอ็มม่าตัดสินใจที่จะหนีออกจากเกรซ ฟิลด์เฮาส์ จึงร่วมมือกับเรย์วางแผนหาทางหลบหนีไปพร้อมกับเด็ก ๆ ที่เหลืออยู่ทุกคน",
    "director": "มาโมรุ คังเบะ",
    "studio": "CloverWorks Inc.",
    "seasons": 2,
    "episode": 23 
},{
    "ID": 10,
    "name":"ผ่าพิภพไททัน (Attack on Titan)",
    "poster": "Titan.jpg",
    "category": "ดราม่า,ผจญภัย,แอคชั่น,ดาร์คแฟนตาซี",
    "synopsis": "เรื่องราวในปี ค.ศ. 845 เมื่อมวลมนุษยชาติต้องเผชิญกับชะตากรรมซ้ำรอยเดิมอีกครั้ง เมื่อ ไททัน ศัตรูขนาดมหึมาที่มาพร้อมกับพลังมหาศาล ได้กลับมาปรากฏตัวและจู่โจมมนุษยชาติ ภายหลังจากสร้างกำแพงเมืองปกป้องตัวเองถึง 3 ชั้นและอยู่อย่างสงบสุขเรื่อยมากว่า 100 ปี ส่งผลให้มนุษย์ต้องเผชิญวิกฤตที่สุ่มเสี่ยงต่อการสูญสิ้นเผ่าพันธุ์ เมื่อเหล่าไททันที่อดอยากมากว่า 100 ปี ได้ออกอาละวาดจับผู้คนเป็นอาหาร จนให้กำแพงเมืองชั้นนอกสุด ได้แก่ “วอลล์มาเรีย” ถูกทำลายลง “เอเรน เยเกอร์” เด็กชายที่ต้องสูญเสียแม่อันเป็นที่รักไป พร้อมกับความลับในห้องใต้ดินที่พ่อซึ่งเป็นหมอของเขาได้ทิ้งให้ไว้ พร้อมกุญแจดอกหนึ่ง ก่อนหายสาบสูญไป เอเรนเผชิญกับความเครียดแค้นอย่างที่ไม่เคยเป็นมาก่อน จึงได้ตั้งปณิธานว่าตนเองจะต้องเข้าร่วมทีมสำรวจให้ได้ และจะกำจัดเหล่าไททันให้สูญสิ้นให้หมด!!",
    "director": "เท็ตสึโร อารากิ",
    "studio": "Wit Studio,Production I.G,MAPPA",
    "seasons": 6,
    "episode": 162 
}]